# Fonts first to get user password input immediately 
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ffmpeg"
brew "bash-completion"
brew "bat"
brew "btop"
brew "fzf"
brew "fnm"
brew "gh"
brew "go"
brew "gsed"
brew "jq"
brew "git"
brew "lazygit"
brew "luarocks"
brew "neofetch"
brew "neovim"
brew "neovide"
brew "ngrok/ngrok/ngrok"
brew "nvm"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tree"
brew "vercel-cli"
brew "webp"
brew "wget2"
brew "wifi-password"
brew "yarn"

brew "zinit"
# brew "felixkratz/formulae/sketchybar", args: ["HEAD"]
# brew "koekeishiya/formulae/skhd"

cask "1password-cli"
cask "amethyst"
cask "docker"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "kitty"
cask "mark-text"
cask "obsidian"
cask "pgadmin4"
cask "postman"
cask "pycharm-ce"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tomatobar"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
