tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ffmpeg"
brew "bash-completion"
brew "bat"
brew "btop"
brew "delta"
brew "fzf"
brew "fnm"
brew "gh"
brew "gsed"
brew "jq"
brew "git"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "neovide"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tree"
brew "webp"
brew "wget2"
brew "wifi-password"
brew "eza"
brew "zoxide"

brew "zinit"

cask "1password-cli"
cask "amethyst"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "obsidian"
cask "rectangle"
cask "slack"
cask "spotify"
cask "tomatobar"
